### Terraform `plan` Succeeded for Workspace: `default`
<details open><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # cloudflare_certificate_pack.advanced_cert_for_services will be created
+   resource "cloudflare_certificate_pack" "advanced_cert_for_services" {
+       certificate_authority  = "digicert"
+       cloudflare_branding    = false
+       hosts                  = [
+           "*.gigantic.seichi.click",
+           "*.map.gigantic.seichi.click",
+           "*.map.spring.seichi.click",
+           "*.spring.seichi.click",
+           "seichi.click",
        ]
+       id                     = (known after apply)
+       type                   = "advanced"
+       validation_method      = "txt"
+       validity_days          = 365
+       wait_for_active_status = false
+       zone_id                = "77c10fdfa7c65de4d14903ed8879ebcb"

+       validation_errors {
+           message = (known after apply)
        }

+       validation_records {
+           cname_name   = (known after apply)
+           cname_target = (known after apply)
+           emails       = (known after apply)
+           http_body    = (known after apply)
+           http_url     = (known after apply)
+           txt_name     = (known after apply)
+           txt_value    = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>